Repository: paps1999/enigma2-plugin-extensions-infobarweather
Catalog: po/*.po
Languages: pl

source: Press OK
pl: Wciśnij OK

source: km/h
pl: km/s

source: Please configure a location in plugin settings
pl: Proszę wprowadzić miejscowość w ustawieniach wtyczki

source: Select location
pl: Wybierz miejscowość

source: Could not parse location data.
pl: Nie można przetworzyć danych dotyczących miejscowości.

source: State/province
pl: Stan/Prowincja

source: Country
pl: Kraj

source: Cancel
pl: Anuluj

source: Select
pl: Wybierz

source: InfoBarWeather %(version)s setup
pl: InfoBarWeather %(version)s ustawienia

source: Enabled
pl: Włączenie/wyłączenie wtyczki

source: Location
pl: Miejscowość

source: Press OK to open location search.
pl: Wciśnij OK, aby wyszukać miejscowość.

source: Wind speed unit
pl: Jednostka prętkości wiatru

source: Display wind speed as BFT, m/s, km/h or mph.
pl: Wyświetlanie prędkości wiatru w BFT, m/s, km/h lub mph.

source: Temperature unit
pl: Jednostka temperatury

source: Display temperature as °C or °F.
pl: Wyświetlanie temperatury w °C lub °F.

source: Show location
pl: Pokaż miejscowość

source: Show last update time
pl: Pokaż godzinę ostatniej aktualizacji

source: Show last update time by weather service.
pl: Pokaż godzinę ostatniej aktualizacji z serwisu pogodowego.

source: Show sunrise/sunset
pl: Pokaż wschód/zachód słońca

source: Show humidity
pl: Pokaż wilgotność

source: Show rain
pl: Pokaż opady

source: Show rain forecast
pl: Pokaż prognozę opadów

source: Show two hour rain forecast instead of rain probability (only available for The Netherlands and Belgium).
pl: Pokaż dwugodzinną prognozę opadów zamiast prawdopodobieństwa opadów (dostępne tylko dla Holandii i Belgii).

source: Show wind
pl: Pokaż wiatr

source: Show icon
pl: Pokaż ikonę pogody

source: Show temperature
pl: Pokaż temperaturę

source: Show feel temperature
pl: Pokaż odczuwalną temperaturę

source: Save
pl: Zapisz

source: Enter (part of) location to search for (e.g. "Amsterdam" or "Ams"):
pl: Wprowadź miejscowość (pierwsze litery) do wyszukania (np. "Amsterdam" lub "Ams"):

source: Could not download location data.
pl: Nie można pobrać danych dotyczących miejscowości.

source: Show current weather in infobar
pl: Aktualna pogoda w InfoBar

source: In infobar
pl: w InfoBar

source: Above infobar
pl: powyżej InfoBar

source: Top of screen
pl: góra ekranu

source: Lat
pl: Szerokość

source: Lon
pl: Długość

source: Position
pl: Pozycja

source: Show min/max temperature
pl: Pokaż min/maks temperaturę

source: Show UV index
pl: Pokaż indeks UV

source: Display location as
pl: Wyświetl miejscowość jako

source: Show sun power
pl: Pokaż natężenie promieniowania słonecznego
